Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_vaalilautakunta_kanteli_kho:n_virheellisista_paatoksista.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien vaalilautakunta kanteli KHO:n virheellisistä päätöksistä
smn: Sämitige valjâlävdikodde kuoddâlij AHR (KHO) puástumiärádâsâin

source: Saamelaiskäräjien vaalilautakunta on tehnyt kantelun korkeimman hallinto-oikeuden 16:sta päätöksestä, joilla vaalilautakunnan heinäkuussa tekemät itseoikaisut oli kumottu.
smn: Sämitige valjâlävdikodde lii toohâm kuoddâlem alemuu haldâttâhrievti 16 miärádâsâst, moiguin valjâlävdikode syeinimáánust toohâm jiešvuoigimeh lijjii komettum.

source: Kantelu on tehty KHO:lle hallintolainkäyttölain mukaisena ylimääräisenä muutoksenhakukeinona.
smn: Kuoddâlem lii tohhum AHR:n haldâttâhlaavâkevttimlaavâ miäldásâš paijeelmiärálâš nubástusuuccâmvyehhin.

source: KHO oli ratkaissut itseoikaisuista tehdyt valitukset oikeudenmukaisen oikeudenkäynnin perusperiaatteita loukaten kuulematta lainkaan valituksen johdosta vaalilautakuntaa tai saamelaiskäräjiä.
smn: AHR lâi čuávdám jiešvuoigimijn tohhum väidimijd tienuuvt, et tot luávkkái vuoigâlii riehtijotteem vuáđuprinsiipijd, kulâhánnáá ollágin väidim keežild valjâlävdikode tâi sämitige.

source: Tämän menettelyvirheen johdosta KHO:n päätökset ovat muodostuneet sisällöltään virheellisiksi, kun niissä on oletettu, että KHO:n vanhat saamelaiskäräjien vaaliluetteloa koskevat ratkaisut sitoisivat vuoden 2019 vaaliluettelon suhteen, huolimatta YK:n ihmisoikeuskomitean helmikuussa 2019 antamista ratkaisuista.
smn: Taan monâttâllâmfeeilâ tiet AHR miärádâsâin láá puástusiskáldâsah, ko tain láá nabdam, ete AHR puáris sämitige valjâluvâttâlmân kyeskee čuávduseh čonâččii ive 2019 valjâluvâttâllâm háárán, peerusthánnáá OA olmoošvuoigâdvuotâkomitea kuovâmáánust 2019 adelem čuávdusijn.

source: ”Saamelaisten kannalta näin merkityksellisessä asiassa KHO:n olisi ehdottomasti tullut kuulla vaalilautakuntaa”, sanoo vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi.
smn: ”Sämmilij tááhust návt merhâšittee ääšist AHR ličij kolgâm veltihánnáá kuullâđ valjâlävdikode”, iätá valjâlävdikode saavâjođetteijee Janne Näkkäläjärvi.

source: Ihmisoikeuskomitean antamissa ratkaisuissa on todettu KHO:n aiempien päätösten loukkaavan saamelaisten ihmisoikeuksia ja Suomen valtion olevan velvollinen huolehtimaan siitä, etteivät vastaavat loukkaukset toistu 2019 vaaleissa.
smn: Olmoošvuoigâdvuotâkomitea adelem čuávdusijn lii pahudum, et AHR tooleeb čuávduseh luávkkájeh sämmilij olmoošvuoigâdvuođâid já et Suomâ staatâ lii kenigâs huolâttiđ tast, et siämmáálágán luávkkámeh iä kiärdu 2019 vaaljâin.

source: Perustuslain 22 §:n mukaisesti tuo velvollisuus ei koske vain lainsäätäjää vaan myös KHO:ta ja saamelaiskäräjien vaalilautakuntaa.
smn: Vuáđulaavâ 22 § miäldásávt tot kenigâsvuotâ ij kuoskâ tuše lahâasâtteijei peic meid AHR:n já sämitige valjâlävdikoodán.

source: Lisätietoja
smn: Lasetiäđuh

source: Saamelaiskäräjien vaalilautakunnan puheenjohtaja Janne Näkkäläjärvi, p. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
smn: Sämitige valjâlävdikode saavâjođetteijee Janne Näkkäläjärvi, p. 010 839 3190, janne.nakkalajarvi(at)samediggi.fi
